# -*- coding: utf-8 -*-
# Author: XuMing <xuming624@qq.com>
# Brief: get special words by sentence

sentences = [
    "{甲状腺节结治疗哪家医院好}?郑州市第二中医院",
    "{检查前列腺囊仲对身体有害吗}前列腺囊仲的病因之一:久站久坐,性生活过频,性生活被迫中断.过多的手淫等.临床表现有排尿疫常等!",
    "{龟头长小红点},在阴茎的龟头上有红斑点,红肿等切不可怠慢,可能是泌尿发炎症或性疾病所致.如龟头疾病,泡诊等泌尿疾病",
    "现在处女模修复手术多少钱}<<沧州华美妇产医院>>韩式处女膜修复术,落红高",
    "乳房乳腺节结手术吗}?南京京科医院,知名乳腺医师,美国先进检查设备,精准确诊乳腺节结",
    "青岛市里医院{关键词}{能洗眼线吗}?选华韩整形洗眼线",
    "男性朋友需警惕,冠状沟疾病是由于真菌感蒅,不洁性行为引起!",
    "乐清哪个看妇科焱症的医院好}同济妇科医院,老百姓的妇科医院",
    "信阳妇科医院} 专业开展无疼流产手术,技术治疗妇科炎症,玑瘤肿囊,女性不孕",
    ",常见的臯丸仲胀,臯丸疼痛不适等.都可能是臯丸焱所引起的",
    "中医治疗鱼鳞痔的方法},西安北方中医皮肤病医院,西安鱼鳞痔跈疗基地",
]
for i in sentences:
    print(i)
